{
  "ua": [
    {
      "name": "Chris Cardiello",
      "bio": "Chris — професійний тренер із більш ніж 30-річним досвідом. Він працював з багатьма зірками, включаючи 50 Cent, і спеціалізується на функціональному та відновлювальному тренінгу. Основний принцип його роботи - дисципліна, індивідуальний підхід та ментальна стійкість. Він вірить, що кожне тіло – це унікальний інструмент, з яким можна досягти вражаючих результатів, якщо працювати грамотно та послідовно.",
     "tip": "1. Старт без фанатизму\n— Не потрібно з першого дня викладатися на 200%. Почни зі звички просто приходити в зал, рухатися, слухати тіло.\n2. Відновлення — це частина прогресу\n— Відпочинок, харчування, сон — це не слабкість, це будівельний матеріал для росту.\n3. Сила — це не лише м’язи\n— Впевненість, наполегливість, режим — усе це невід'ємні якості атлетів, яких я тренував."
      },
    {
      "name": "Ben Bruno",
      "bio": "Силовий тренер із США, працював з Джессікою Біл, Челсі Хендлер, Кевіном Лавом та іншими.",
      "tip": "Ben — відомий тренер із функціонального силового тренінгу. Він не підтримує фанатизм і виснаження, вважаючи, що стабільність — ключ до результату.\n\n📖 *Поради від тренера:*\n1. 🏋️‍♂️ **Сила — це навичка, а не лише м’язи**\n   — Виконуй базові рухи якісно. Станова тяга, присідання, жим — це фундамент.\n\n2. 🧘‍♀️ **Ніяких «смертельних» тренувань**\n   — Якщо ти після кожного тренування лежиш і не можеш дихати — це не сила, це деструкція.\n\n3. 🍳 **Просте харчування — стабільні результати**\n   — Курка, овочі, яйця, складні вуглеводи. Не ускладнюй, просто дотримуйся базових речей.\n\n4. 📆 **3-4 тренування на тиждень достатньо**\n   — Важливо не кількість, а якість і стабільність. Навіть найкраща програма не спрацює без регулярності."
       },
     {
      "name": "Gunnar Peterson",
      "bio": "Американський тренер із понад 30-річним досвідом. Працював із зірками Голлівуду та спортсменами NBA.",
      "tip": "📖 *Поради від тренера:*\n\n1. 🕒 **Ранній початок дня**\n   — Починайте день рано, щоб забезпечити час для тренувань та планування.\n\n2. 🥗 **Збалансоване харчування**\n   — Вживайте їжу, близьку до природного стану, уникайте оброблених продуктів.\n\n3. 💧 **Гідратація**\n   — Пийте достатньо води протягом дня для підтримки енергії та відновлення.\n\n4. 🧘 **Відновлення та сон**\n   — Забезпечте якісний сон і використовуйте методи відновлення, такі як медитація.\n\n5. 🎯 **Індивідуальний підхід**\n   — Адаптуйте тренування під свої потреби та цілі, уникайте шаблонних програм."
    },
    {
      "name": "Jason Walsh",
      "bio": "Джейсон Волш — американський тренер, який працював із такими знаменитостями, як Джессіка Біл, Меттью МакКонахі та Емма Стоун. Він є засновником студії тренувань Rise Nation та відомий своїм підходом до функціонального тренінгу.",
      "tip": "📖 *Поради від тренера:*\n\n1. 🧠 **Мисліть довгостроково**\n   — Зосередьтеся на стійких змінах, а не на швидких результатах. Фітнес — це марафон, а не спринт.\n\n2. 🏋️ **Основи понад усе**\n   — Освойте базові рухи, такі як присідання, тяги та жими, перш ніж переходити до складніших вправ.\n\n3. 🍽️ **Харчування — ключ до успіху**\n   — Ваші зусилля в залі можуть бути марними без належного харчування. Збалансована дієта підтримує ваші тренування.\n\n4. 🛌 **Відновлення — частина прогресу**\n   — Сон і відпочинок так само важливі, як і самі тренування. Не нехтуйте ними.\n\n5. 🎯 **Індивідуальний підхід**\n   — Кожна людина унікальна. Адаптуйте тренування під свої потреби та цілі."
    },
    {
      "name": "Nick Mitchell",
      "bio": "Нік Мітчелл — засновник Ultimate Performance, однієї з найвідоміших мереж персонального тренінгу у світі. Автор бестселерів про трансформацію тіла, працював із клієнтами по всьому світу.",
      "tip": "📖 *Поради від тренера:*\n\n1. 🧠 **Результати — це все**\n   — Ми не просто тренуємо, ми трансформуємо. Кожне тренування має бути спрямоване на досягнення конкретного результату.\n\n2. 📝 **Відстеження прогресу**\n   — Фіксуйте кожне тренування, кожен прийом їжі. Це допомагає виявити, що працює, а що ні.\n\n3. 🏋️ **Сила — основа всього**\n   — Побудова м'язової маси та сили — ключ до зміни складу тіла та покращення метаболізму.\n\n4. 🕒 **Консистентність понад усе**\n   — Краще тренуватися 3 рази на тиждень стабільно, ніж 6 разів епізодично.\n\n5. 🍽️ **Харчування — 70% успіху**\n   — Без правильного харчування навіть найкраща програма тренувань не дасть результатів."
    },
    {
      "name": "Kayla Itsines",
      "bio": "Кайла Ітсінес — австралійська тренерка, підприємиця та засновниця всесвітньо відомої фітнес-програми 'Sweat'. Вона починала як звичайний персональний тренер в Аделаїді, але завдяки Instagram і своїм 'Bikini Body Guides', Кайла побудувала найбільшу жіночу фітнес-спільноту у світі. Сьогодні її програмами користуються мільйони жінок, і вона продовжує мотивувати своїм прикладом.",
      "tip": "📖 *Поради від тренерки:*\n\n1. 💪 **Не чекай, поки з’явиться мотивація**\n   — Рух — це ліки. Просто почни, навіть якщо немає настрою. Тіло подякує.\n\n2. 🧘 **Краса = здоровʼя**\n   — Результат — не лише тіло на пляж, а самопочуття, енергія, впевненість.\n\n3. 🍽 **Їж просто і регулярно**\n   — Немає магічної дієти. Готуй вдома, контролюй порції, не голодуй.\n\n4. 🕒 **28 хвилин — це вже тренування**\n   — Її програма BBG побудована на 28-хвилинних сесіях. Якість важливіша за тривалість.\n\n5. 🤝 **Фітнес — не покарання, а підтримка себе**\n   — Не карай себе тренуванням за тістечко. Краще підтримуй себе рухом щодня."
    },
    {
      "name": "Eric Cressey",
      "bio": "Ерік Крессі — американський тренер з силової та функціональної підготовки. Він засновник Cressey Sports Performance та працював з багатьма професійними спортсменами MLB (бейсбол), NFL, хокейними клубами та олімпійцями. Відомий своїм науковим підходом, увагою до деталей та профілактикою травм.",
      "tip": "📖 *Поради від тренера:*\n\n1. ⚖️ **Рухайся в усіх площинах**\n   — Тренуй не лише вверх-вниз. Людське тіло має працювати в ротації, нахилах, стабілізації.\n\n2. 🧠 **Техніка — це не деталь, це основа**\n   — Навіть просунуті спортсмени повертаються до базових рухів і відточують техніку кожного тижня.\n\n3. 🦴 **Сила без мобільності — шлях до травм**\n   — Розтягуйся, зміцнюй зв’язки, прокачуй стабілізуючі м’язи. Це твоя страховка.\n\n4. 📝 **Завжди знай причину кожного руху**\n   — Якщо не можеш відповісти “навіщо я це роблю” — краще не робити взагалі.\n\n5. 🔁 **Система > хаос**\n   — Краще мати просту, але стабільну програму, ніж випадкові тренування з TikTok."
    },
    {
      "name": "Adam Wittbrodt",
      "bio": "Адам Вітбродт — засновник Level Up Fitness, сертифікований тренер з понад 15-річним досвідом. Він спеціалізується на періодизації тренувань, допомагаючи клієнтам досягати стійких результатів без перетренованості.",
      "tip": "📖 *Поради від тренера:*\n\n1. 📆 **Періодизація — ключ до прогресу**\n   — Розділіть тренування на макроцикли (3–12 місяців), мезоцикли (4–8 тижнів) та мікроцикли (1 тиждень), кожен з яких має конкретну мету: витривалість, силу, відновлення тощо.\n\n2. 🛌 **Відновлення є частиною тренувального процесу**\n   — Плануйте тижні відпочинку або зниження навантаження для запобігання перетренованості та сприяння відновленню м'язів.\n\n3. 🔄 **Уникайте плато**\n   — Змінюйте тренування кожні кілька тижнів, щоб уникнути адаптації та підтримувати прогрес.\n\n4. 🎯 **Індивідуальний підхід**\n   — Адаптуйте програму під ваші потреби та цілі, враховуючи рівень підготовки та життєві обставини.\n\n5. 🧠 **Розумний підхід до тренувань**\n   — Тренуйтеся розумно, а не просто інтенсивно. Якість важливіша за кількість."
    },
    {
      "name": "Mike Boyle",
      "bio": "Майк Бойл — функціональний тренер зі США, засновник MBSC — одного з найкращих тренувальних центрів у світі. За свою карʼєру він тренував професійних спортсменів з NHL, NFL, MLB та олімпійських збірних.",
      "tip": "📖 *Поради від тренера:*\n\n1. 🔁 **Односторонні вправи важливіші, ніж ти думаєш**\n   — Випади, тяга однією ногою, жим однією рукою — це не другорядні елементи, а основа функціонального тренінгу.\n\n2. 🧠 **Менше — краще**\n   — Програма не має бути складною. Вона має бути ефективною. 4–6 вправ — цього цілком достатньо.\n\n3. 🏃‍♂️ **Рухова якість — понад усе**\n   — Працюй над мобільністю, стабільністю, технікою рухів. Це зробить тебе не тільки сильнішим, а й здоровішим.\n\n4. 💥 **Сила без контролю — травма**\n   — Якщо ти сильний, але не можеш стабілізувати себе під час руху — це шлях до проблем.\n\n5. ⏳ **Результати приходять поступово**\n   — Ми не будуємо кар'єру за один день. Так само не будуємо і тіло. Бути послідовним — ключ до успіху."
    },
    {
      "name": "Joe Holder",
      "bio": "Джо Холдер — один із найвідоміших сучасних тренерів у США. Він є Nike Master Trainer, тренував моделей Victoria’s Secret, топ-менеджерів та спортсменів. Засновник системи 'Ocho System', яка об’єднує фізичну, ментальну та емоційну витривалість.",
      "tip": "📖 *Поради від тренера:*\n\n1. 🧠 **Мисли як атлет**\n   — Неважливо, яка в тебе фізична форма — почни думати як атлет. Це означає дисципліну, стратегію, розуміння відновлення та харчування.\n\n2. 🧩 **Рухайся щодня, навіть мінімально**\n   — Прогулянка, планка, розтяжка — будь-який рух змінює твій гормональний фон і піднімає продуктивність.\n\n3. 🌿 **Реальне здоровʼя — це не лише тренування**\n   — Спи, пий воду, дихай глибоко, тримай зв’язок із природою. Це не медитація — це біологічна необхідність.\n\n4. 🛑 **Не йди до зносу**\n   — Тренуйся розумно, а не з останніх сил. М’язи ростуть під час відновлення, а не у момент стресу.\n\n5. 🗓 **Май щоденний план**\n   — Без плану ти на автопілоті. Плануй день, включаючи активність, воду, сон, їжу і навіть час для себе."
    },
    {
      "name": "Martin Rooney",
      "bio": "Мартін Руні — американський тренер, засновник системи *Training for Warriors*. Автор кількох бестселерів, зокрема «Train to Win». Працював з олімпійцями, бійцями MMA, NFL-спортсменами. Відомий своїм ментальним підходом до фізичної підготовки.",
      "tip": "📖 *Поради від тренера:*\n\n1. 🥊 **Розум сильніший за м’язи**\n   — Найпотужніший м’яз — це мозок. Вір у себе навіть тоді, коли тіло втомилось.\n\n2. 🏹 **Маєш мету — маєш силу**\n   — Без чіткої цілі тренування стають безглуздими. Став цілі і щотижня їх оновлюй.\n\n3. 🔁 **Повторення — мати навички**\n   — Техніка — це не одноразовий акт. Це сотні повторень. Працюй над якістю, а не кількістю.\n\n4. 💬 **Оточення формує характер**\n   — Тренуйся з тими, хто сильніший. Вони зроблять тебе кращим — морально й фізично.\n\n5. 💥 **Не зупиняйся після помилки**\n   — Падав? Встав. Програв? Працюй далі. Перемога — це звичка, а не випадковість."
    },
    {
      "name": "Martin Rooney",
      "bio": "Мартин Руни — американский тренер, основатель системы *Training for Warriors*. Автор книг, включая «Train to Win». Работал с олимпийцами, бойцами MMA и игроками NFL. Известен акцентом на силу характера и дисциплину.",
      "tip": "📖 *Советы от тренера:*\n\n1. 🥊 **Мозг — главный мышечный инструмент**\n   — Главное — не тело, а голова. Вера в себя — первый шаг к силе.\n\n2. 🏹 **Цель даёт энергию**\n   — Без цели ты просто машешь железом. Цель направляет энергию и делает тебя лучше.\n\n3. 🔁 **Техника — это повторения**\n   — Мастерство приходит с практикой. Работай над движениями каждый день.\n\n4. 💬 **Окружение формирует тебя**\n   — Тренируйся с теми, кто лучше. Это создаёт давление, а давление — рост.\n\n5. 💥 **Ошибки — не финиш**\n   — Ошибся? Исправь. Отстал? Догоняй. Неудача — часть успеха."
    },
    {
      "name": "Charles Poliquin",
      "bio": "Чарльз Поліквін — канадський тренер світового рівня. Один із найвпливовіших експертів у галузі силової підготовки. Працював із понад 800 олімпійськими спортсменами з 20+ видів спорту. Засновник методу «Poliquin Principles». Його підхід базується на науці, дисципліні й індивідуалізації.",
      "tip": "📖 *Поради від тренера:*\n\n1. 🧬 **Індивідуальний біоритм — основа прогресу**\n   — Не всі однаково добре тренуються зранку чи ввечері. Прислухайся до себе й адаптуй розклад.\n\n2. 🧠 **Працюй над слабкими місцями**\n   — Не ховайся від складного. Вирівнюй баланс між лівою і правою частинами тіла, між тиском і тягненням.\n\n3. 🥩 **Харчування — основа сили**\n   — Білки при кожному прийомі їжі. Омега-3, магній, цинк — базові добавки для спортсмена.\n\n4. 📈 **Прогресія навантажень — ключ**\n   — Записуй усе. Без відстеження ти не знатимеш, що працює, а що ні.\n\n5. ⏱ **Таймінг відпочинку важливий**\n   — 30 секунд — для гіпертрофії. 90 — для сили. 120+ — для відновлення нервової системи. Знай що й навіщо робиш."
    },
    {
      "name": "Eric Cressey",
      "bio": "Ерік Крессі — американський тренер, відомий своєю роботою з професійними бейсболістами (MLB) і спортсменами NFL. Спеціалізується на реабілітації, силовій підготовці та превенції травм. Засновник Cressey Sports Performance. Його система побудована на оцінці руху, функціональності тіла та довгостроковій стабільності.",
      "tip": "📖 *Поради від тренера:*\n\n1. 🧠 **Не тренуй симптом — тренуй причину**\n   — Болить плече? Проблема може бути в тазу або спині. Працюй над першопричинами, а не наслідками.\n\n2. 🧘‍♂️ **Мобільність — це не розтяжка**\n   — Це активна здатність контролювати рух у всьому діапазоні. Розвивай мобільність через зміцнення.\n\n3. 🏋️‍♀️ **Навантаження має бути функціональним**\n   — Вправи повинні відповідати твоїм рухам у спорті, житті чи роботі. Техніка — понад усе.\n\n4. 📊 **Оцінюй, а не гадай**\n   — Роби скринінги рухів, фіксуй прогрес і регрес. Без аналізу — сліпе тренування.\n\n5. 🔄 **Постійне вдосконалення**\n   — Програма має адаптуватись під тебе, а не навпаки. Твоя еволюція — щоденна."
    },
    {
  "name": "Kelsey Wells",
  "bio": "Келсі — сертифікована фітнес-тренерка з США, засновниця програми PWR та одна з найвпливовіших фітнес-інфлюенсерок сучасності. Її підхід базується на внутрішній трансформації — фізичній, ментальній та емоційній. Вона пропагує силу не для краси, а як інструмент самоповаги та впевненості.",
  "tip": "📖 *Поради від тренерки:*\n\n1. 💡 **Фітнес — це турбота, а не покарання**\n   — Ти не тренуєшся, щоб «спалити» з'їдене. Ти тренуєшся, щоб стати сильнішою, витривалішою і впевненішою в собі.\n\n2. 🧠 **Починай з ментального настрою**\n   — Внутрішня розмова важлива. Замінюй «я повинна» на «я хочу».\n\n3. 🔁 **Регулярність — ключ**\n   — Не ідеальність, а стабільність формує результат. Навіть 20 хвилин — краще, ніж нічого.\n\n4. 🧘‍♀️ **Не забувай про ментальне здоров’я**\n   — Медитація, дихальні практики та відпочинок — це частина тренувального процесу.\n\n5. 👯 **Не порівнюй себе з іншими**\n   — Твоє тіло — унікальне. Порівнюй себе лише з собою вчорашньою."
},
    {
      "name": "Kelsey Wells",
      "bio": "Kelsey — сертифікований фітнес-експерт і авторка програми «PWR» в популярному застосунку Sweat. Вона відома своєю філософією \"тренуйся не для тіла, а для сили духу\" та допомогла тисячам жінок у всьому світі не лише схуднути, а й відновити впевненість у собі. Kelsey виступає за силу через самоприйняття, а не через нав’язаний ідеал.",
      "tip": "1. 💬 **Цінуй своє тіло на кожному етапі**\n— Тіло — не ворог. Воно змінюється, і це нормально. Головне — любити себе вже зараз.\n\n2. 🧘‍♀️ **Тренування як форма турботи про себе**\n— Це не покарання за їжу, а спосіб відчути силу. Навіть 20 хвилин активності змінюють ментальний стан.\n\n3. 🍓 **Їж, щоб підтримати себе, а не обмежити**\n— Харчування — це не дієта, це підтримка. Не забирай у себе енергію.\n\n4. 👟 **Не порівнюй себе з іншими**\n— Твій прогрес — твій шлях. Фокусуйся на собі, а не на Instagram."
    },
    {
  "name": "Eric Cressey",
  "bio": "Eric Cressey — американський тренер із силової та спортивної підготовки, один із провідних спеціалістів у світі з роботи з бейсболістами. Він є співзасновником Cressey Sports Performance і працював з гравцями MLB та професійними спортсменами з усього світу. Його підхід ґрунтується на глибокому аналізі рухів, індивідуальній біомеханіці та довготривалій роботі з мобільністю та стабільністю.",
  "tip": "📖 *Поради від тренера:*\n\n1. 🦵 **Мобільність понад усе**\n   — Успіх у спорті часто залежить не від сили, а від якості руху. Працюй над мобільністю кульшових суглобів, грудної клітки та гомілкостопів.\n\n2. 🧠 **Не копіюй чужі програми**\n   — Те, що працює на зірку Instagram, не обов’язково підійде тобі. Працюй із урахуванням власної біомеханіки.\n\n3. 🏋️‍♂️ **Тяга > Присідання?**\n   — Для більшості спортсменів румунська тяга, спліт-присідання і гіперекстензії приносять більше користі, ніж класичні присідання зі штангою.\n\n4. 📆 **Плануй регресії**\n   — Якщо щось не виходить — не змінюй вправу, а спробуй її простішу версію. Твій прогрес — не гонка."
 },
    {
  "name": "Joe Holder",
  "bio": "Joe Holder — відомий тренер із Нью-Йорка, який поєднує фітнес, нутриціологію та ментальне здоров’я. Він працює з моделями Victoria’s Secret, топ-атлетами та є ідеологом філософії #OchoSystem. Його методика — це поєднання фізичних навантажень, правильного харчування, відновлення та свідомого підходу до тіла. Виступає за довготривалу форму, а не швидкі зміни.",
  "tip": "📖 *Поради від тренера:*\n\n1. 🧘 **Відновлення — частина тренування**\n   — Стретчинг, сон, масаж, гаряча ванна — це не розкіш, це необхідність. Немає відновлення — немає прогресу.\n\n2. 🥬 **Їж, як людина, яка піклується про себе**\n   — Більше зелені, менше оброблених продуктів. Їжа — це інформація для твого тіла.\n\n3. 🔄 **Тренування — це не покарання**\n   — Ти не караєш себе за щось. Ти інвестуєш у себе. Зміни підхід — зміниться тіло.\n\n4. 📱 **Менше порівнюй себе з іншими**\n   — Соціальні мережі створюють ілюзію ідеалу. Ти повинен працювати для себе, не для лайків."
  },
    {
  "name": "Eric Cressey",
  "bio": "Ерік — провідний спеціаліст з функціонального тренінгу та відновлення, особливо в сфері підготовки бейсболістів MLB. Засновник Cressey Sports Performance, він працює зі спортсменами найвищого рівня і пропонує системний, науково обґрунтований підхід. Його принципи — довготривалий прогрес, здоров’я понад усе, і грамотне навантаження без крайнощів.",
  "tip": "📖 *Поради від тренера:*\n\n1. 📚 **Навчайся анатомії**\n   — Щоб не нашкодити собі, потрібно розуміти, як працює твоє тіло. Базові знання — твоя безпека.\n\n2. 🧠 **Не тренуйся “на максимум” щодня**\n   — Є час для прогресу, і є час для збереження. Слухай тіло.\n\n3. 🧱 **Фундамент — перед інтенсивністю**\n   — Не можна будувати на слабкому фундаменті. Спочатку — техніка, потім — навантаження.\n\n4. 🤸 **Не ігноруй мобільність**\n   — Сильний, але скутий м’яз — це ризик травм. Гнучкість і контроль — ключ до результатів."
  },
    {
  "name": "Mike Boyle",
  "bio": "Майк — легенда функціонального тренінгу, один із засновників сучасної системи підготовки атлетів у США. Його філософія — баланс між силою, мобільністю та здоров’ям. Майк працював із національними командами США з хокею, футболу та бейсболу.",
  "tip": "📖 *Поради від тренера:*\n\n1. 🧱 **Стабільність ядра — основа всього**\n   — Сильний корпус захищає спину, покращує баланс і дозволяє ефективніше передавати силу.\n\n2. 🏃‍♂️ **Односторонні вправи — маст-хев**\n   — Болгарські присідання, випади, жими однією рукою — це ключ до балансу і симетрії тіла.\n\n3. 🧘 **Менше — краще**\n   — Замість 10 вправ по 3 підходи краще зроби 4 вправи і виконай їх ідеально. Якість — понад усе.\n\n4. ⏱ **Короткі, але регулярні тренування**\n   — 40 хвилин 3–4 рази на тиждень ефективніше, ніж 2 години раз у тиждень."
  }
     ],
  "ru": [
    {
      "name": "Chris Cardiello",
      "bio": "Chris — профессиональный тренер с более чем 30-летним опытом. Он работал со многими звёздами, включая 50 Cent, и специализируется на функциональном и восстановительном тренинге. Основной принцип его работы — дисциплина, индивидуальный подход и ментальная устойчивость. Он верит, что каждое тело — это уникальный инструмент, с которым можно достичь впечатляющих результатов, если работать грамотно и последовательно.",
"tip": "1. Старт без фанатизма\n— Не нужно с первого дня выкладываться на 200%. Начни с привычки просто приходить в зал, двигаться, слушать тело.\n2. Восстановление — это часть прогресса\n— Отдых, питание, сон — это не слабость, это строительный материал для роста.\n3. Сила — это не только мышцы\n— Уверенность, настойчивость, режим — всё это неотъемлемые качества атлетов, которых я тренировал."
      },
    {
      "name": "Ben Bruno",
      "bio": "Силовой тренер из США, работал с Джессикой Бил, Челси Хендлер, Кевином Лавом и другими.",
      "tip": "Ben — известный тренер по функциональной силовой подготовке. Он против изнуряющих тренировок и фанатизма, делает ставку на стабильность и технику.\n\n📖 *Советы от тренера:*\n1. 🏋️‍♂️ **Сила — это навык, а не только мышцы**\n   — Выполняй базовые упражнения правильно. Тяга, присед, жим — основа.\n\n2. 🧘‍♀️ **Не тренируйся до изнеможения**\n   — Если ты после каждого тренинга лежишь пластом — ты не растёшь, ты разрушаешься.\n\n3. 🍳 **Простое питание = стабильный результат**\n   — Курица, овощи, яйца, медленные углеводы. Всё просто, не усложняй.\n\n4. 📆 **3-4 раза в неделю — оптимум**\n   — Главное — регулярность. Лучше стабильно, чем жёстко и эпизодически."
    },
       {
      "name": "Gunnar Peterson",
      "bio": "Американский тренер с более чем 30-летним опытом. Работал с голливудскими звёздами и спортсменами NBA.",
      "tip": "📖 *Советы от тренера:*\n\n1. 🕒 **Раннее начало дня**\n   — Начинайте день рано, чтобы выделить время для тренировок и планирования.\n\n2. 🥗 **Сбалансированное питание**\n   — Употребляйте пищу, близкую к натуральному состоянию, избегайте обработанных продуктов.\n\n3. 💧 **Гидратация**\n   — Пейте достаточное количество воды в течение дня для поддержания энергии и восстановления.\n\n4. 🧘 **Восстановление и сон**\n   — Обеспечьте качественный сон и используйте методы восстановления, такие как медитация.\n\n5. 🎯 **Индивидуальный подход**\n   — Адаптируйте тренировки под свои потребности и цели, избегайте шаблонных программ."
    },
     {
      "name": "Jason Walsh",
      "bio": "Джейсон Уолш — американский тренер, работавший с такими знаменитостями, как Джессика Бил, Мэттью МакКонахи и Эмма Стоун. Он является основателем студии тренировок Rise Nation и известен своим подходом к функциональному тренингу.",
      "tip": "📖 *Советы от тренера:*\n\n1. 🧠 **Думайте на перспективу**\n   — Сосредоточьтесь на устойчивых изменениях, а не на быстрых результатах. Фитнес — это марафон, а не спринт.\n\n2. 🏋️ **Основы прежде всего**\n   — Освойте базовые движения, такие как приседания, тяги и жимы, прежде чем переходить к более сложным упражнениям.\n\n3. 🍽️ **Питание — ключ к успеху**\n   — Ваши усилия в зале могут быть напрасными без надлежащего питания. Сбалансированная диета поддерживает ваши тренировки.\n\n4. 🛌 **Восстановление — часть прогресса**\n   — Сон и отдых так же важны, как и сами тренировки. Не пренебрегайте ими.\n\n5. 🎯 **Индивидуальный подход**\n   — Каждый человек уникален. Адаптируйте тренировки под свои потребности и цели."
    },
       {
      "name": "Nick Mitchell",
      "bio": "Ник Митчелл — основатель Ultimate Performance, одной из самых известных сетей персонального тренинга в мире. Автор бестселлеров о трансформации тела, работал с клиентами по всему миру.",
      "tip": "📖 *Советы от тренера:*\n\n1. 🧠 **Результаты — это всё**\n   — Мы не просто тренируем, мы трансформируем. Каждая тренировка должна быть направлена на достижение конкретного результата.\n\n2. 📝 **Отслеживание прогресса**\n   — Фиксируйте каждую тренировку, каждый приём пищи. Это помогает выявить, что работает, а что нет.\n\n3. 🏋️ **Сила — основа всего**\n   — Построение мышечной массы и силы — ключ к изменению состава тела и улучшению метаболизма.\n\n4. 🕒 **Последовательность превыше всего**\n   — Лучше тренироваться 3 раза в неделю стабильно, чем 6 раз эпизодически.\n\n5. 🍽️ **Питание — 70% успеха**\n   — Без правильного питания даже лучшая программа тренировок не даст результатов."
    },
{
      "name": "Kayla Itsines",
      "bio": "Кайла Ицинес — австралийский тренер, предприниматель и основатель мирового фитнес-бренда 'Sweat'. Она начала как персональный тренер в Аделаиде, а с помощью Instagram и своих 'Bikini Body Guides' создала одну из крупнейших женских фитнес-комьюнити. Сегодня её программы используют миллионы женщин, и она продолжает вдохновлять своим примером.",
      "tip": "📖 *Советы от тренера:*\n\n1. 💪 **Не жди мотивации — начинай**\n   — Движение — лучшее лекарство. Просто начни, даже если нет настроения. Тело скажет спасибо.\n\n2. 🧘 **Красота = здоровье**\n   — Результат — это не только тело для пляжа, а энергия, уверенность и состояние внутри.\n\n3. 🍽 **Питайся просто и регулярно**\n   — Нет волшебной диеты. Готовь дома, контролируй порции, не голодай.\n\n4. 🕒 **28 минут — полноценная тренировка**\n   — Её программа BBG построена на 28-минутных сессиях. Главное — качество, а не время.\n\n5. 🤝 **Фитнес — это забота, а не наказание**\n   — Не наказывай себя тренировкой за еду. Поддерживай себя каждый день движением."
    },
{
      "name": "Eric Cressey",
      "bio": "Эрик Кресси — американский тренер по силовой и функциональной подготовке, основатель Cressey Sports Performance. Работал с профессиональными спортсменами MLB, NFL и олимпийцами. Известен своим научным подходом, вниманием к технике и профилактике травм.",
      "tip": "📖 *Советы от тренера:*\n\n1. ⚖️ **Двигайся в разных плоскостях**\n   — Тренируйся не только вверх-вниз. Тело должно работать в ротации, наклонах, стабилизации.\n\n2. 🧠 **Техника — основа всего**\n   — Даже профессионалы возвращаются к базовым движениям и работают над техникой каждую неделю.\n\n3. 🦴 **Сила без гибкости = путь к травме**\n   — Развивай подвижность, укрепляй связки, активируй стабилизаторы. Это твоя страховка.\n\n4. 📝 **Знай зачем ты делаешь каждое упражнение**\n   — Если не можешь ответить “зачем” — значит, это не нужно.\n\n5. 🔁 **Система лучше случайных тренировок**\n   — Лучше иметь простую, но стабильную программу, чем хаотичный набор упражнений из соцсетей."
    },
 {
      "name": "Adam Wittbrodt",
      "bio": "Адам Витбродт — основатель Level Up Fitness, сертифицированный тренер с более чем 15-летним опытом. Он специализируется на периодизации тренировок, помогая клиентам достигать устойчивых результатов без перетренированности.",
      "tip": "📖 *Советы от тренера:*\n\n1. 📆 **Периодизация — ключ к прогрессу**\n   — Разделите тренировки на макроциклы (3–12 месяцев), мезоциклы (4–8 недель) и микроциклы (1 неделя), каждая из которых имеет конкретную цель: выносливость, силу, восстановление и т.д.\n\n2. 🛌 **Восстановление — часть тренировочного процесса**\n   — Планируйте недели отдыха или снижения нагрузки для предотвращения перетренированности и содействия восстановлению мышц.\n\n3. 🔄 **Избегайте плато**\n   — Меняйте тренировки каждые несколько недель, чтобы избежать адаптации и поддерживать прогресс.\n\n4. 🎯 **Индивидуальный подход**\n   — Адаптируйте программу под ваши потребности и цели, учитывая уровень подготовки и жизненные обстоятельства.\n\n5. 🧠 **Умный подход к тренировкам**\n   — Тренируйтесь умно, а не просто интенсивно. Качество важнее количества."
    },
{
      "name": "Mike Boyle",
      "bio": "Майк Бойл — функциональный тренер из США, основатель MBSC — одного из лучших тренировочных центров в мире. За свою карьеру он тренировал профессиональных спортсменов из NHL, NFL, MLB и олимпийские сборные.",
      "tip": "📖 *Советы от тренера:*\n\n1. 🔁 **Односторонние упражнения важнее, чем ты думаешь**\n   — Выпады, тяга одной ногой, жим одной рукой — это не второстепенные элементы, а основа функционального тренинга.\n\n2. 🧠 **Меньше — лучше**\n   — Программа не должна быть сложной. Она должна быть эффективной. 4–6 упражнений — вполне достаточно.\n\n3. 🏃‍♂️ **Качество движения — прежде всего**\n   — Работай над мобильностью, стабильностью, техникой движений. Это сделает тебя не только сильнее, но и здоровее.\n\n4. 💥 **Сила без контроля — травма**\n   — Если ты силён, но не можешь стабилизировать себя во время движения — это путь к травмам.\n\n5. ⏳ **Результаты приходят постепенно**\n   — Мы не строим карьеру за один день. Тело — тоже. Последовательность — это ключ."
    },
{
      "name": "Joe Holder",
      "bio": "Джо Холдер — один из самых известных современных тренеров в США. Nike Master Trainer, работал с моделями Victoria’s Secret, топ-менеджерами и спортсменами. Основатель системы 'Ocho System', которая соединяет физическую и ментальную подготовку.",
      "tip": "📖 *Советы от тренера:*\n\n1. 🧠 **Думай как атлет**\n   — Неважно, какая у тебя форма. Думай как атлет: дисциплина, стратегия, восстановление и питание — вот ключ.\n\n2. 🧩 **Двигайся каждый день, пусть даже немного**\n   — Ходьба, растяжка, планка — движение изменяет химию тела и повышает продуктивность.\n\n3. 🌿 **Настоящее здоровье — это больше, чем тренировки**\n   — Сон, вода, дыхание, контакт с природой — это не “лайфстайл”, это необходимость.\n\n4. 🛑 **Не тренируйся на износ**\n   — Умная нагрузка работает лучше. Мышцы растут во сне, не под штангой.\n\n5. 🗓 **Планируй каждый день**\n   — Без плана ты живёшь в хаосе. Планируй движения, сон, питание, даже отдых."
    },
{
      "name": "Charles Poliquin",
      "bio": "Чарльз Поликвин — канадский тренер мирового уровня, один из самых влиятельных специалистов в силовой подготовке. Тренировал более 800 олимпийцев в более чем 20 видах спорта. Основатель метода «Poliquin Principles». Известен научным и персонализированным подходом.",
      "tip": "📖 *Советы от тренера:*\n\n1. 🧬 **Следуй своему биоритму**\n   — Не каждому подходит утро или вечер. Выбирай время тренировок по самочувствию и эффективности.\n\n2. 🧠 **Работай слабыми местами**\n   — Развивай баланс. Не игнорируй то, что «не идёт» — именно это тормозит твой рост.\n\n3. 🥩 **Питание — твоя база**\n   — Белок в каждый приём пищи. Омега-3, магний, цинк — фундаментальные добавки для восстановления и роста.\n\n4. 📈 **Записывай прогресс**\n   — Вес, повторения, отдых — всё важно. Без контроля нет управления.\n\n5. ⏱ **Отдых по цели**\n   — 30 сек — гипертрофия, 90 — сила, 2+ мин — восстановление ЦНС. Не «отдыхай просто так»."
    },
{
      "name": "Eric Cressey",
      "bio": "Эрик Кресси — американский тренер, один из ведущих специалистов по работе с бейсболистами MLB и игроками NFL. Эксперт в области восстановления, функциональной силы и профилактики травм. Основатель Cressey Sports Performance. Его система базируется на анализе движений и построении устойчивого тела.",
      "tip": "📖 *Советы от тренера:*\n\n1. 🧠 **Лечи причину, а не симптом**\n   — Болит плечо? Ищи проблему в пояснице или бедре. Цель — исправить дисбаланс, а не приглушить боль.\n\n2. 🧘‍♂️ **Мобильность — это не просто растяжка**\n   — Это активное управление движением. Не просто тяни — контролируй и усиливай амплитуду.\n\n3. 🏋️‍♀️ **Функциональная нагрузка**\n   — Подбирай упражнения под свою реальную жизнь, спорт или работу. Не «качай» без смысла.\n\n4. 📊 **Анализ — залог прогресса**\n   — Делай тесты, снимай технику, отслеживай изменения. Гипотезы не заменят факты.\n\n5. 🔄 **Адаптация — ключ к росту**\n   — Ты развиваешься — значит, и программа должна меняться. Не застревай на одном уровне."
    },
{
  "name": "Kelsey Wells",
  "bio": "Келси — сертифицированная фитнес-тренер из США, создательница программы PWR и одна из самых влиятельных фитнес-инфлюенсеров современности. Её подход строится на внутренней трансформации — физической, ментальной и эмоциональной. Она учит тренироваться не ради внешности, а ради силы, самоуважения и уверенности.",
  "tip": "📖 *Советы от тренера:*\n\n1. 💡 **Фитнес — это забота, а не наказание**\n   — Ты не тренируешься, чтобы «сжечь» лишнее. Ты тренируешься, чтобы стать сильнее, выносливее и увереннее.\n\n2. 🧠 **Начинай с головы**\n   — Внутренний диалог важен. Замени «я должна» на «я хочу».\n\n3. 🔁 **Регулярность — главное**\n   — Не идеальность, а стабильность создаёт результат. Даже 20 минут — это уже победа.\n\n4. 🧘‍♀️ **Ментальное здоровье — часть процесса**\n   — Медитации, дыхательные практики, отдых — это часть тренировки.\n\n5. 👯 **Не сравнивай себя с другими**\n   — Сравнивай себя только с собой вчерашней."
},
{
      "name": "Kelsey Wells",
      "bio": "Kelsey — сертифицированный фитнес-эксперт, автор программы «PWR» в приложении Sweat. Она прославилась подходом: «Тренируйся ради силы, а не фигуры» и помогла тысячам женщин не только похудеть, но и вернуть уверенность в себе. Kelsey активно выступает за принятие себя и против токсичных стандартов красоты.",
      "tip": "1. 💬 **Любите своё тело на всех этапах**\n— Оно не враг. Оно меняется, и это нормально. Главное — забота и уважение.\n\n2. 🧘‍♀️ **Тренировки — это забота, а не наказание**\n— Даже 20 минут в день делают вас сильнее и эмоционально устойчивее.\n\n3. 🍓 **Питайтесь осознанно, а не ограничивайте**\n— Еда — это поддержка, а не враг. Баланс важнее, чем жёсткие диеты.\n\n4. 👟 **Не сравнивайте себя с другими**\n— Прогресс — это личная история. Instagram — не реальность."
    },
{
  "name": "Eric Cressey",
  "bio_ru": "Eric Cressey — американский тренер по силовой и спортивной подготовке, один из ведущих специалистов мира по работе с бейсболистами. Он является сооснователем Cressey Sports Performance и работает с игроками MLB и профессиональными спортсменами по всему миру. Его подход основан на глубоком анализе движений, индивидуальной биомеханике и долговременной работе над мобильностью и стабильностью.",
  "tip_ru": "📖 *Советы от тренера:*\n\n1. 🦵 **Мобильность — приоритет №1**\n   — Успех в спорте чаще зависит от качества движений, чем от силы. Работай над подвижностью тазобедренных суставов, грудной клетки и голеностопов.\n\n2. 🧠 **Не копируй чужие программы**\n   — То, что работает у блогера — может навредить тебе. Всё должно быть подстроено под твои особенности.\n\n3. 🏋️‍♂️ **Тяга лучше приседаний?**\n   — В большинстве случаев румынская тяга, сплит-приседы и гиперэкстензии дают больше пользы, чем классика с штангой.\n\n4. 📆 **Планируй упрощения**\n   — Если что-то не выходит — не отказывайся, попробуй более лёгкую версию. Регрессия — это путь к прогрессу."
  },
  {
  "name": "Joe Holder",
    "bio_ru": "Joe Holder — известный тренер из Нью-Йорка, который совмещает фитнес, питание и ментальное здоровье. Работает с моделями Victoria’s Secret, топ-спортсменами и является идеологом философии #OchoSystem. Его метод — это баланс нагрузок, еды, восстановления и осознанности. Пропагандирует долгосрочную форму, а не быстрые трансформации.",
  "tip_ru": "📖 *Советы от тренера:*\n\n1. 🧘 **Восстановление — часть тренировки**\n   — Растяжка, сон, массаж, горячая ванна — это не расслабление, а основа результата. Нет восстановления — нет роста.\n\n2. 🥬 **Ешь, как человек, который себя уважает**\n   — Больше зелени, меньше фабричной еды. Питание — это информация, которую ты даёшь своему телу.\n\n3. 🔄 **Тренировка — это не наказание**\n   — Ты не должен страдать в спортзале. Это инвестиция в себя. Измени подход — изменишь результат.\n\n4. 📱 **Меньше сравнивай себя с другими**\n   — Соцсети — это иллюзия. Работай ради себя, не ради лайков."
 },
      {
    "name": "Eric Cressey",
    "bio_ru": "Эрик — ведущий специалист по функциональному тренингу и восстановлению, особенно в бейсболе. Основатель Cressey Sports Performance, работает с профессиональными спортсменами высшего уровня. Его подход — это долгосрочный прогресс, здоровье и грамотная нагрузка без фанатизма.",
  "tip_ru": "📖 *Советы от тренера:*\n\n1. 📚 **Изучи анатомию**\n   — Чтобы не травмироваться, нужно понимать, как устроено твоё тело. Знания — твоя страховка.\n\n2. 🧠 **Не выкладывайся каждый день**\n   — Есть дни для роста, а есть для восстановления. Умей различать.\n\n3. 🧱 **Сначала база — потом сила**\n   — Без техники не будет прогресса. Работай правильно — прогрессируй уверенно.\n\n4. 🤸 **Развивай подвижность**\n   — Сильные, но жёсткие мышцы — это путь к травмам. Гибкость и контроль важнее, чем ты думаешь."
  },
        {
  "name": "Mike Boyle",
          "bio_ru": "Майк — легенда функционального тренинга, один из основателей современной системы подготовки атлетов в США. Его философия — баланс между силой, подвижностью и здоровьем. Он тренировал национальные сборные США по хоккею, футболу и бейсболу.",
  "tip_ru": "📖 *Советы от тренера:*\n\n1. 🧱 **Стабильный корпус — база всего**\n   — Сильный пресс и поясница защищают позвоночник, улучшают координацию и силу.\n\n2. 🏃‍♂️ **Односторонние упражнения — обязательно**\n   — Болгарские приседания, выпады, жимы одной рукой — ключ к симметрии тела.\n\n3. 🧘 **Меньше — значит лучше**\n   — Лучше 4 упражнения идеально, чем 10 тяп-ляп. Работай точно, а не много.\n\n4. ⏱ **Короткие, но стабильные тренировки**\n   — 40 минут 3–4 раза в неделю — лучше, чем 2 часа раз в неделю."
  }

  ],
  "en": [
    {
      "name": "Chris Cardiello",
      "bio": "Chris is a professional trainer with over 30 years of experience. He has worked with many stars, including 50 Cent, and specializes in functional and rehabilitation training. The main principle of his work is discipline, individual approach and mental stability. He believes that each body is a unique instrument with which you can achieve impressive results if you work competently and consistently.",
      "tip": "1. Start without fanaticism\n— You don't need to go 200% from day one. Start with the habit of simply showing up, moving, and listening to your body.\n2. Recovery is part of progress\n— Rest, nutrition, sleep — these are not weaknesses, they are the building blocks of growth.\n3. Strength is not just muscles\n— Confidence, perseverance, and routine — these are essential qualities of the athletes I’ve coached."
    },
    {
      "name": "Ben Bruno",
      "bio": "Strength coach from the USA. Has worked with Jessica Biel, Chelsea Handler, Kevin Love, and others.",
      "tip": "Ben is a well-known coach in functional strength training. He emphasizes sustainability over intensity and believes in smart, consistent work.\n\n📖 *Tips from the coach:*\n1. 🏋️‍♂️ **Strength is a skill, not just size**\n   — Master the basics. Deadlifts, squats, presses — these are your foundation.\n\n2. 🧘‍♀️ **No 'kill yourself' workouts**\n   — If you're lying on the floor after every session, you're not growing — you're breaking down.\n\n3. 🍳 **Simple food = stable progress**\n   — Chicken, vegetables, eggs, slow carbs. Keep it basic and you'll win.\n\n4. 📆 **3–4 days a week is enough**\n   — It’s not about how much. It’s about how consistently. The best plan means nothing without discipline."
    },
    {
      "name": "Gunnar Peterson",
      "bio": "American trainer with over 30 years of experience. Worked with Hollywood stars and NBA athletes.",
      "tip": "📖 *Tips from the coach:*\n\n1. 🕒 **Early Start**\n   — Begin your day early to allocate time for workouts and planning.\n\n2. 🥗 **Balanced Nutrition**\n   — Consume foods close to their natural state; avoid processed items.\n\n3. 💧 **Hydration**\n   — Drink sufficient water throughout the day to maintain energy and aid recovery.\n\n4. 🧘 **Recovery and Sleep**\n   — Ensure quality sleep and incorporate recovery methods like meditation.\n\n5. 🎯 **Personalized Approach**\n   — Tailor workouts to your individual needs and goals; avoid one-size-fits-all programs."
    },
    {
      "name": "Jason Walsh",
      "bio": "Jason Walsh is an American trainer who has worked with celebrities like Jessica Biel, Matthew McConaughey, and Emma Stone. He is the founder of the training studio Rise Nation and is known for his approach to functional training.",
      "tip": "📖 *Tips from the coach:*\n\n1. 🧠 **Think Long-Term**\n   — Focus on sustainable changes rather than quick results. Fitness is a marathon, not a sprint.\n\n2. 🏋️ **Master the Basics**\n   — Learn fundamental movements like squats, deadlifts, and presses before moving on to more complex exercises.\n\n3. 🍽️ **Nutrition is Key**\n   — Your efforts in the gym can be futile without proper nutrition. A balanced diet supports your workouts.\n\n4. 🛌 **Recovery is Part of Progress**\n   — Sleep and rest are as important as the workouts themselves. Don't neglect them.\n\n5. 🎯 **Personalized Approach**\n   — Everyone is unique. Tailor your workouts to your individual needs and goals."
    },
    {
      "name": "Nick Mitchell",
      "bio": "Nick Mitchell is the founder of Ultimate Performance, one of the world's most renowned personal training networks. Author of bestsellers on body transformation, he has worked with clients worldwide.",
      "tip": "📖 *Tips from the coach:*\n\n1. 🧠 **Results are everything**\n   — We don't just train; we transform. Every workout should aim for a specific outcome.\n\n2. 📝 **Track your progress**\n   — Record every workout, every meal. This helps identify what works and what doesn't.\n\n3. 🏋️ **Strength is the foundation**\n   — Building muscle mass and strength is key to changing body composition and improving metabolism.\n\n4. 🕒 **Consistency is paramount**\n   — It's better to train 3 times a week consistently than 6 times sporadically.\n\n5. 🍽️ **Nutrition is 70% of success**\n   — Without proper nutrition, even the best training program won't yield results."
    },
    {
      "name": "Kayla Itsines",
      "bio": "Kayla Itsines is an Australian trainer, entrepreneur, and the founder of the global fitness brand 'Sweat'. She started out as a personal trainer in Adelaide and built one of the largest female fitness communities through Instagram and her 'Bikini Body Guides'. Today, millions of women follow her programs, and she continues to inspire with her example.",
      "tip": "📖 *Tips from the coach:*\n\n1. 💪 **Don’t wait for motivation — just start**\n   — Movement is medicine. Just begin, even when you don’t feel like it. Your body will thank you.\n\n2. 🧘 **Beauty = Health**\n   — The goal isn’t just a beach body — it’s energy, confidence, and well-being.\n\n3. 🍽 **Eat simply and consistently**\n   — There’s no magic diet. Cook at home, control your portions, don’t starve yourself.\n\n4. 🕒 **28 minutes is a full workout**\n   — Her BBG program is based on 28-minute sessions. Quality matters more than duration.\n\n5. 🤝 **Fitness is support, not punishment**\n   — Don’t punish yourself with workouts for eating something. Support yourself daily with movement."
    },
    {
      "name": "Eric Cressey",
      "bio": "Eric Cressey is an American strength and conditioning coach, founder of Cressey Sports Performance. He has worked with numerous professional athletes in MLB, NFL, and Olympic teams. He’s known for his scientific approach, injury prevention focus, and elite-level technical precision.",
      "tip": "📖 *Tips from the coach:*\n\n1. ⚖️ **Train in all planes of motion**\n   — Don’t just move up and down. The body is made to rotate, bend, and stabilize.\n\n2. 🧠 **Technique is the foundation**\n   — Even elite athletes return to basics and perfect their form every week.\n\n3. 🦴 **Strength without mobility leads to injury**\n   — Stretch, strengthen your joints, train stabilizers. That's your long-term insurance.\n\n4. 📝 **Always know the reason behind each exercise**\n   — If you can’t answer “why am I doing this?”, don’t do it.\n\n5. 🔁 **Systems beat randomness**\n   — A simple and structured program is more effective than random TikTok workouts."
    },
    {
      "name": "Adam Wittbrodt",
      "bio": "Adam Wittbrodt is the founder of Level Up Fitness, a certified trainer with over 15 years of experience. He specializes in training periodization, helping clients achieve sustainable results without overtraining.",
      "tip": "📖 *Tips from the coach:*\n\n1. 📆 **Periodization is key to progress**\n   — Divide your training into macrocycles (3–12 months), mesocycles (4–8 weeks), and microcycles (1 week), each with specific goals: endurance, strength, recovery, etc.\n\n2. 🛌 **Recovery is part of the training process**\n   — Plan rest or deload weeks to prevent overtraining and promote muscle recovery.\n\n3. 🔄 **Avoid plateaus**\n   — Change your workouts every few weeks to prevent adaptation and maintain progress.\n\n4. 🎯 **Individualized approach**\n   — Tailor your program to your needs and goals, considering your fitness level and life circumstances.\n\n5. 🧠 **Train smart, not just hard**\n   — Focus on quality over quantity. Intelligent training yields better results."
    },
    {
      "name": "Mike Boyle",
      "bio": "Mike Boyle is a functional training legend, founder of Mike Boyle Strength & Conditioning (MBSC), one of the top performance centers in the world. He has trained elite athletes from the NHL, NFL, MLB, and various Olympic teams.",
      "tip": "📖 *Tips from the coach:*\n\n1. 🔁 **Unilateral work matters more than you think**\n   — Lunges, single-leg deadlifts, single-arm presses — these are core functional tools, not accessories.\n\n2. 🧠 **Less is more**\n   — A training program doesn’t need to be complex. It needs to work. 4–6 exercises are often enough.\n\n3. 🏃‍♂️ **Movement quality above all**\n   — Prioritize mobility, stability, and movement patterns. This keeps you strong *and* injury-free.\n\n4. 💥 **Strength without control = injury**\n   — Being strong isn’t enough. If you can’t stabilize during movement, you’re asking for trouble.\n\n5. ⏳ **Results come gradually**\n   — We don’t build a career in a day. Same with a strong body. Consistency wins."
    },
    {
      "name": "Joe Holder",
      "bio": "Joe Holder is one of the most prominent modern trainers in the U.S. He's a Nike Master Trainer and has worked with Victoria’s Secret models, executives, and athletes. He founded the 'Ocho System' — combining physical, mental, and emotional endurance.",
      "tip": "📖 *Tips from the coach:*\n\n1. 🧠 **Think like an athlete**\n   — No matter your shape — start thinking like an athlete. That means discipline, strategy, and recovery awareness.\n\n2. 🧩 **Move daily, even just a little**\n   — Walking, planking, stretching — any movement shifts your energy and boosts performance.\n\n3. 🌿 **True health goes beyond training**\n   — Sleep, hydration, deep breathing, connection to nature — these aren't luxuries. They're essentials.\n\n4. 🛑 **Don’t train to destroy yourself**\n   — Train intelligently. Muscles grow during recovery, not while you're burning out.\n\n5. 🗓 **Have a daily plan**\n   — Without a plan, you're reactive. Plan for movement, hydration, rest, food — and time for yourself."
    },
    {
      "name": "Martin Rooney",
      "bio": "Martin Rooney is an American coach and founder of the *Training for Warriors* system. Author of bestselling books like 'Train to Win'. He's trained Olympians, MMA fighters, and NFL athletes. Known for his mental discipline approach to physical performance.",
      "tip": "📖 *Tips from the coach:*\n\n1. 🥊 **The strongest muscle is the mind**\n   — Believe in yourself even when your body feels weak. Mental strength fuels physical growth.\n\n2. 🏹 **A clear goal gives you power**\n   — Without goals, workouts are aimless. Define weekly targets and chase them.\n\n3. 🔁 **Repetition builds mastery**\n   — Technique isn’t luck — it’s habit. Repetition sharpens the blade.\n\n4. 💬 **Train with the strong**\n   — Your training partners matter. Surround yourself with better, and you’ll rise too.\n\n5. 💥 **Failure isn't the end**\n   — Fall? Get up. Lose? Learn. Success is a decision you make daily."
    },
    {
      "name": "Charles Poliquin",
      "bio": "Charles Poliquin was a Canadian world-class strength coach, known for training over 800 Olympic athletes in more than 20 sports. He created the famous 'Poliquin Principles' method and was highly regarded for his scientific and personalized approach to training.",
      "tip": "📖 *Tips from the coach:*\n\n1. 🧬 **Train by your natural rhythm**\n   — Some perform better in the morning, others at night. Listen to your body and adjust accordingly.\n\n2. 🧠 **Attack your weaknesses**\n   — Don’t avoid what’s hard. Correct muscular imbalances and improve what’s holding you back.\n\n3. 🥩 **Nutrition is your foundation**\n   — Eat protein with every meal. Omega-3s, magnesium, and zinc are essential supplements.\n\n4. 📈 **Track everything**\n   — Reps, sets, weights, rest time. You can’t improve what you don’t measure.\n\n5. ⏱ **Rest time must match your goal**\n   — 30s for hypertrophy, 90s for strength, 2+ min for CNS recovery. Rest with purpose."
    },
    {
      "name": "Eric Cressey",
      "bio": "Eric Cressey is a top U.S. coach known for his work with MLB baseball players and NFL athletes. He specializes in rehabilitation, injury prevention, and performance enhancement. Founder of Cressey Sports Performance. His system focuses on movement analysis, functional training, and long-term physical sustainability.",
      "tip": "📖 *Tips from the coach:*\n\n1. 🧠 **Fix the cause, not the symptom**\n   — Shoulder pain might stem from your hips or spine. Address root issues, not surface pain.\n\n2. 🧘‍♂️ **Mobility isn’t just stretching**\n   — It’s about controlling movement through range. Build strength in your mobility.\n\n3. 🏋️‍♀️ **Train for your real life**\n   — Pick exercises that mirror the movements you use in sport or daily tasks. Technique first.\n\n4. 📊 **Assess, don’t guess**\n   — Use movement screens, video reviews, and data tracking to guide your training.\n\n5. 🔄 **Adapt as you evolve**\n   — Your training plan must grow with you. Stagnation is the enemy of long-term success."
    },
    {
  "name": "Kelsey Wells",
  "bio": "Kelsey is a certified fitness trainer from the USA, founder of the PWR program and one of the most influential fitness influencers of today. Her philosophy is built on internal transformation — physical, mental, and emotional. She promotes strength not as a beauty goal but as a tool for self-respect and confidence.",
  "tip": "📖 *Tips from the coach:*\n\n1. 💡 **Fitness is self-care, not punishment**\n   — You don’t work out to 'burn' calories. You work out to grow stronger, more resilient, and confident.\n\n2. 🧠 **Mindset first**\n   — Change “I have to” into “I want to.” Your internal dialogue matters.\n\n3. 🔁 **Consistency is key**\n   — Perfection doesn’t build results — persistence does. Even 20 minutes is a win.\n\n4. 🧘‍♀️ **Mental health is part of training**\n   — Meditation, breathwork, and rest are essential parts of the fitness process.\n\n5. 👯 **Don’t compare yourself to others**\n   — Your body is unique. Compare yourself only to who you were yesterday."
},
     {
      "name": "Kelsey Wells",
      "bio": "Kelsey is a certified fitness expert and creator of the \"PWR\" program in the Sweat app. She is known for her empowering philosophy: “Train for strength, not for size,” helping thousands of women worldwide to not only reshape their bodies but reclaim their confidence. She promotes body positivity and mental strength over aesthetics.",
      "tip": "1. 💬 **Appreciate your body at every stage**\n— Your body is not the enemy. It evolves. Love it as it is.\n\n2. 🧘‍♀️ **Exercise as self-care, not punishment**\n— Even 20 minutes of movement can shift your mood and mindset.\n\n3. 🍓 **Fuel your body, don’t restrict it**\n— Nutrition is about support, not deprivation. Respect your energy needs.\n\n4. 👟 **Stop comparing, start focusing on you**\n— Progress is personal. Instagram is not your benchmark."
    },
    {
  "name": "Eric Cressey",
      "bio_en": "Eric Cressey is an American strength and sports performance coach, considered one of the top specialists in the world for working with baseball players. He is the co-founder of Cressey Sports Performance and works with MLB athletes and elite professionals globally. His approach focuses on movement analysis, individual biomechanics, and long-term work on mobility and stability.",
  "tip_en": "📖 *Coach’s Advice:*\n\n1. 🦵 **Mobility is king**\n   — Athletic success often depends more on quality movement than brute strength. Focus on hip, thoracic spine, and ankle mobility.\n\n2. 🧠 **Don’t copy others' programs**\n   — What works for a fitness influencer may not suit your body. Train according to your unique biomechanics.\n\n3. 🏋️‍♂️ **Deadlifts > Squats?**\n   — For most athletes, Romanian deadlifts, split squats, and back extensions offer more benefit than traditional barbell squats.\n\n4. 📆 **Plan for regressions**\n   — Can’t do an exercise? Don’t skip it — regress it. Simpler versions are stepping stones to mastery."
},
    {
  "name": "Eric Cressey",
      "bio_en": "Joe Holder is a renowned trainer from New York who combines fitness, nutrition, and mental health. He works with Victoria’s Secret models, elite athletes, and is the founder of the #OchoSystem philosophy. His method is a blend of exercise, recovery, smart nutrition, and body awareness. He promotes long-term health over fast transformations.",
  "tip_en": "📖 *Tips from the coach:*\n\n1. 🧘 **Recovery is part of training**\n   — Stretching, sleep, massage, hot baths — these aren’t luxuries, they’re essential. No recovery = no results.\n\n2. 🥬 **Eat like someone who cares**\n   — More greens, fewer processed foods. Food is information for your body.\n\n3. 🔄 **Training isn’t punishment**\n   — You're not punishing yourself. You're investing in yourself. Change your mindset, change your body.\n\n4. 📱 **Stop comparing yourself to others**\n   — Social media is an illusion. Work for yourself, not for likes."
},
    {
    "name": "Eric Cressey",
    "bio_en": "Eric is a leading expert in functional training and sports recovery, especially known for training MLB athletes. Founder of Cressey Sports Performance, he works with top-level professionals and promotes a science-based, systematic approach. His core principles: long-term progress, health over ego, and intelligent training.",
  "tip_en": "📖 *Tips from the coach:*\n\n1. 📚 **Learn the basics of anatomy**\n   — To avoid injury, understand how your body works. Knowledge is protection.\n\n2. 🧠 **Don’t max out every session**\n   — There’s a time to push and a time to maintain. Listen to your body.\n\n3. 🧱 **Build the foundation first**\n   — Without good technique, strength is nothing. Master form, then load.\n\n4. 🤸 **Don’t neglect mobility**\n   — Strength without flexibility is a recipe for injury. Mobility gives control and resilience."
},
    {
  "name": "Mike Boyle",
      "bio_en": "Mike is a legend in the world of functional training and one of the pioneers of modern athletic development systems in the US. His approach emphasizes balance between strength, mobility, and long-term health. He has trained national teams in hockey, football, and baseball.",
  "tip_en": "📖 *Tips from the coach:*\n\n1. 🧱 **Core stability is everything**\n   — A strong core protects your back, enhances balance, and transfers power effectively.\n\n2. 🏃‍♂️ **Unilateral training is essential**\n   — Bulgarian splits, lunges, single-arm presses — they balance your body and prevent injury.\n\n3. 🧘 **Less is more**\n   — Do 4 exercises perfectly instead of 10 poorly. Quality always wins.\n\n4. ⏱ **Short, consistent workouts**\n   — 40 minutes 3–4 times per week beats a 2-hour marathon once a week."
}
  ]
}
