       {
         "ua": [
            "🗣️Голос SHARKAN: Ти або тренуєш свою силу, або свою слабкість. Вибір робиш щодня.",
            "🗣️Голос SHARKAN: Якщо ти не дисциплінуєш себе — це зробить світ. І йому все одно, як ти себе почуваєш.",
            "🗣️Голос SHARKAN: Ніхто не врятує тебе. Або ти стаєш залізом — або розплавляєшся.",
            "🗣️Голос SHARKAN: Поки ти спиш - хтось стає сильнішим. Поки ти бідкаєшся, хтось ламає себе і стає сталлю.",
            "🗣️Голос SHARKAN: Ти слабкий не тому, що ти не маєш сил. А тому, що не зважився стати сильним.",
            "🗣️Голос SHARKAN: Щодня без дії – це день, коли ти зрадив того, ким міг би стати.",
            "🗣️Голос SHARKAN: Хочеш бути хижаком? Перестань поводитися як жертва.",
            "🗣️Голос SHARKAN: Ти не втрачено. Ти просто не почав битися за себе всерйоз.",
            "🗣️Голос SHARKAN: Твій біль – твій компас. Де боляче — туди та йди. Там буде твоя сила.",
            "🗣️Голос SHARKAN: Дисципліна – це не в'язниця. Це ключ від волі. Без неї ти – раб своїх слабкостей.",
            "🗣Голос SHARKAN: У тобі звір. Не годуй його виправданнями. Годувати його треба діями.",
            "🗣️Голос SHARKAN: Щоразу, коли ти хочеш здатися, SHARKAN у тобі каже: «Перевір, скільки ти ще можеш».",
            "🗣️Голос SHARKAN: Хочеш результату? Візьми умови війни. Тут немає «пізніше». Тут або ти, або тебе.",
            "🗣️Голос SHARKAN: Втомився? Добре. Значить робиш правильно. SHARKAN не шукає комфорту – він загартовується.",
            "🗣️Голос SHARKAN: Ти не був народжений для спокійного життя. Ти створений для бою. Для тиші, де чути лише своє дихання та удари серця.",
            "🗣️Голос SHARKAN: Якщо тобі легко – ти на чужому шляху. Твій шлях — з кулаками, з згодом і з характером.",
            "🗣️Голос SHARKAN: Ти не в залі заради м'язів. Ти у залі заради дисципліни. Заради внутрішнього звіра.",
            "🗣️Голос SHARKAN: Світ не дасть тобі, чого ти хочеш. Він дасть тобі те, що вирвеш.",
            "🗣️Голос SHARKAN: Твоя зона комфорту — тюрма без ґрат.",
            "🗣️Голос SHARKAN: Ніхто не прийде і не зробить за тебе. Пора діяти.",
            "🗣️Голос SHARKAN: Хочеш здатися — згадай, заради чого почав.",
            "🗣️Голос SHARKAN: Твої відмовки годують твої поразки.",
            "🗣️Голос SHARKAN: Не чекай мотивації. Починай діяти — і вона прийде.",
            "🗣️Голос SHARKAN: Ти або ковтаєш біль, або борешся за зміни.",
            "🗣️Голос SHARKAN: Щоденна робота перемагає випадкову геніальність.",
            "🗣️Голос SHARKAN: Перемога — це звичка, як і поразка.",
            "🗣️Голос SHARKAN: Ти — це результат того, що ти робиш, а не того, що ти кажеш.",
            "🗣️Голос SHARKAN: Не зупиняйся, поки не побачиш в дзеркалі звіра.",
            "🗣️Голос SHARKAN: Не шукай легких шляхів — шукай силу.",
            "🗣Голос SHARKAN: Що більше боляче — то ближче до результату.",
            "🗣️Голос SHARKAN: Сумніви вбивають більше мрій, ніж провали.",
            "🗣️Голос SHARKAN: Досить бути потенціалом. Пора бути результатом.",
            "🗣️Голос SHARKAN: Твій шлях — твоя відповідальність. Не шукай винних.",
            "🗣️Голос SHARKAN: Головна битва — всередині тебе. Іди і вигравай її.",
            "🗣Голос SHARKAN: Немає натовпу на вершині. Там тільки ті, хто не здався.",
            "🗣️Голос SHARKAN: Твоя сила — не в м'язах, а в рішенні не зупинятись.",
            "🗣️Голос SHARKAN: Прокинься раніше — і будеш попереду.",
            "🗣️Голос SHARKAN: Холодний душ. Гаряча голова. Сталеве серце.",
            "🗣️Голос SHARKAN: Випробування формують характер, не комфорт.",
            "🗣️Голос SHARKAN: Кожна вправа — удар по старому собі.",
            "🗣️Голос SHARKAN: Справжній ворог — це той, що в дзеркалі.",
            "🗣️Голос SHARKAN: Сьогоднішній біль — завтрашня гордість.",
            "🗣️Голос SHARKAN: Працюй в тиші. Результат заговорить голосно.",
            "🗣️Голос SHARKAN: Якщо все легко — ти щось робиш не так.",
            "🗣️Голос SHARKAN: Дисципліна — це любов до себе у дії.",
            "🗣️Голос SHARKAN: Стань тією версією себе, яку боявся створити.",
            "🗣️Голос SHARKAN: Бій триває щодня. Перемагай звичками.",
            "🗣️Голос SHARKAN: Сила приходить до тих, хто не шукає виправдань.",
            "🗣️Голос SHARKAN: Що більша мрія — то важчий шлях. Іди.",
            "🗣️Голос SHARKAN: Будь небезпечним. Але під контролем.",
            "🗣️Голос SHARKAN: Палає всередині? Не гаси. Використовуй.",
            "🗣️Голос SHARKAN: Ніхто не забере твою силу, якщо ти її не віддаси.",
            "🗣️Голос SHARKAN: Падіння — це частина підйому.",
            "🗣️Голос SHARKAN: Твій прогрес — в тіні щоденних зусиль.",
            "🗣️Голос SHARKAN: Хочеш відчути себе живим? Вийди на межу.",
            "🗣️Голос SHARKAN: Біль — це вхідний квиток до сили.",
            "🗣️Голос SHARKAN: Немає натовпу там, де справжня робота.",
            "🗣️Голос SHARKAN: Твоє тіло — відображення твоїх рішень.",
            "🗣️Голос SHARKAN: Жорсткий режим — м’який результат.",
            "🗣️Голос SHARKAN: Лінивий день краде твій потенціал.",
            "🗣️Голос SHARKAN: Говори менше. Роби більше.",
            "🗣️Голос SHARKAN: Кожен день — це шанс стати непереможним.",
            "🗣️Голос SHARKAN: Немає завтра. Є тільки зараз.",
            "🗣️Голос SHARKAN: Страх — сигнал. Не зупинка.",
            "🗣️Голос SHARKAN: Перестань грати роль жертви. Будь хижаком.",
            "🗣️Голос SHARKAN: Ти не слабкий. Просто ще не вибухнув.",
            "🗣️Голос SHARKAN: Немає провалів. Є уроки.",
            "🗣️Голос SHARKAN: Прокинься. Вирости. Рви.",
            "🗣️Голос SHARKAN: SHARKAN не запитує дозволу. SHARKAN бере своє.",
            "🗣️Голос SHARKAN: Серце б'ється — значить, можна більше.",
            "🗣️Голос SHARKAN: Не розповідай — покажи.",
            "🗣️Голос SHARKAN: Скільки ще чекатимеш? Дій!",
            "🗣️Голос SHARKAN: Головне не бажати. Головне — робити.",
            "🗣️Голос SHARKAN: Справжня робота — коли ніхто не бачить.",
            "🗣️Голос SHARKAN: Вибір — або комфорт, або прогрес.",
            "🗣️Голос SHARKAN: Піт, біль і залізо — святиня SHARKAN.",
            "🗣️Голос SHARKAN: Кожен ранок — це бій за майбутнє.",
            "🗣️Голос SHARKAN: Кожен ранок — це бій за майбутнє. Не мрій про силу. Стань нею.",
            "🗣️Голос SHARKAN: Хто не готовий потерпіти — не отримає перемоги.",
            "🗣️Голос SHARKAN: Усередині тебе — звір. Годуй його працею.",
            "🗣️Голос SHARKAN: Ти не маєш права зупинятися.",
            "🗣️Голос SHARKAN: Твоя зона росту — там, де тобі страшно.",
            "🗣️Голос SHARKAN: Роби це для себе. Решта підтягнеться.",
            "🗣️Голос SHARKAN: Лише дія розкриває справжній потенціал.",
            "🗣️Голос SHARKAN: Якщо важко — значить, зростаєш.",
            "🗣️Голос SHARKAN: Забудь вчора. Побудуй сьогодні.",
            "🗣️Голос SHARKAN: Кожен день — ще одна битва за себе.",
            "🗣️Голос SHARKAN: Не слухай нікого. Тільки себе в режимі SHARKAN.",
            "🗣️Голос SHARKAN: Ставай кращим або залишайся тим, ким був.",
            "🗣️Голос SHARKAN: Усвідом себе — і станеш непереможним.",
            "🗣Голос SHARKAN: Ти або тренуєш свою силу, або свою слабкість. Вибір робиш щодня.",
            "🗣️Голос SHARKAN: Якщо ти не дисциплінуєш себе — це зробить світ. І йому все одно, як ти себе почуваєш.",
            "🗣️Голос SHARKAN: Ніхто не врятує тебе. Або ти стаєш залізом — або розплавляєшся.",
            "🗣️Голос SHARKAN: Ти — результат своїх звичок. Не хочеш бути слабким? Перестань діяти, як слабкий.",
            "🗣Голос SHARKAN: Кожен день — це бій. Але справжній ворог не зовні. Він живе в тобі. І ти знаєш, як його звати.",
            "🗣️Голос SHARKAN: Забудь мотивацію. Вставай. Робота зробить з тебе того, ким ти хочеш бути.",
            "🗣️Голос SHARKAN: Не бійся втратити сили — бійся залишитись без волі.",
            "🗣️Голос SHARKAN: Поки інші скаржаться — ти мовчки ростеш. І день прийде. Всі побачать, хто такий SHARKAN.",
            "🗣️Голос SHARKAN: Ти не маєш права бути звичайним. У тобі — лють, мудрість і дисципліна. Прокидай їх.",
            "🗣️Голос SHARKAN: Не чекай на кращий момент. Ти і є момент. Все інше — відмазки."
    
         ],
         "ru": [
            "🗣️Голос SHARKAN: Ты либо тренируешь свою силу, либо свою слабость. Выбор делаешь каждый день.",
            "🗣️Голос SHARKAN: Если ты не дисциплинируешь себя — это сделает мир. И ему всё равно, как ты себя чувствуешь.",
            "🗣️Голос SHARKAN: Твоя зона комфорта – тюрьма без решетки.",
            "🗣️Голос SHARKAN: Никто не придет и не сделает тебя. Пора действовать.",
            "🗣️Голос SHARKAN: Если ты хочешь сдаться, вспомни, ради чего начал.",
            "🗣️Голос SHARKAN: Твои отговорки кормят твои поражения.",
            "🗣️Голос SHARKAN: Не жди мотивации. Начинай действовать – и она придет.",
            "🗣️Голос SHARKAN: Ты или глотаешь боль, или борешься за перемены.",
            "🗣️Голос SHARKAN: Ежедневная работа побеждает случайную гениальность.",
            "🗣️Голос SHARKAN: Победа – это привычка, как и поражение.",
            "🗣️Голос SHARKAN: Ты – результат того, что ты делаешь, а не того, что ты говоришь.",
            "🗣️Голос SHARKAN: Не останавливайся, пока не увидишь в зеркале зверя.",
            "🗣️Голос SHARKAN: Не ищи легких путей – ищи силу.",
            "🗣️Голос SHARKAN: Чем больнее — тем ближе к результату.",
            "🗣️Голос SHARKAN: Сомнения убивают больше мечтаний, чем провалы.",
            "🗣️Голос SHARKAN: Достаточно быть потенциалом. Пора быть результатом.",
            "🗣️Голос SHARKAN: Твой путь – твоя ответственность. Не ищи виновных.",
            "🗣️Голос SHARKAN: Главная битва – внутри тебя. Иди и выигрывай ее.",
            "🗣️Голос SHARKAN: Нет толпы на вершине. Там только те, кто не сдался.",
            "🗣️Голос SHARKAN: Твоя сила – не в мышцах, а в решении не останавливаться.",
            "🗣️Голос SHARKAN: Проснись раньше - и будешь впереди.",
            "🗣️Голос SHARKAN: Холодный душ. Горячая голова. Стальное сердце.",
            "🗣️Голос SHARKAN: Испытания формируют характер, не комфорт.",
            "🗣️Голос SHARKAN: Каждое упражнение – удар по старому себе.",
            "🗣️Голос SHARKAN: Настоящий враг – это тот, что в зеркале.",
            "🗣️Голос SHARKAN: Сегодняшняя боль – завтрашняя гордость.",
            "🗣️Голос SHARKAN: Работай в тишине. Результат заговорит громко.",
            "🗣️Голос SHARKAN: Если все легко – ты что-то делаешь не так.",
            "🗣️Голос SHARKAN: Дисциплина – это любовь к себе в действии.",
            "🗣Голос SHARKAN: Стань той версией себя, которую боялся сотворить.",
            "🗣️Голос SHARKAN: Бой продолжается каждый день. Побеждай повадками.",
            "🗣️Голос SHARKAN: Сила приходит к тем, кто не ищет оправданий.",
            "🗣️Голос SHARKAN: Чем больше мечта — тем труднее путь. Иди.",
            "🗣️Голос SHARKAN: Будь опасен. Но под контролем.",
            "🗣️Голос SHARKAN: Пылает внутри? Не туши. Используй.",
            "🗣️Голос SHARKAN: Никто не отнимет твою силу, если ты ее не отдашь.",
            "🗣️Голос SHARKAN: Падение – это часть подъема.",
            "🗣️Голос SHARKAN: Твой прогресс в тени ежедневных усилий.",
            "🗣️Голос SHARKAN: Хочешь почувствовать себя живым? Выйди на грань.",
            "🗣️Голос SHARKAN: Боль – это входной билет в силу.",
            "🗣️Голос SHARKAN: Нет толпы там, где настоящая работа.",
            "🗣️Голос SHARKAN: Твое тело – отражение твоих решений.",
            "🗣️Голос SHARKAN: Жесткий режим – мягкий результат.",
            "🗣️Голос SHARKAN: Ленивый день ворует твой потенциал.",
            "🗣️Голос SHARKAN: Говори меньше. Делай больше.",
            "🗣️Голос SHARKAN: Каждый день – это шанс стать непобедимым. ",
            "🗣️Голос SHARKAN: Нет завтра. Есть только сейчас.",
            "🗣️Голос SHARKAN: Страх – сигнал. Не остановка.",
            "🗣️Голос SHARKAN: Перестань играть роль жертвы. Будь хищником.",
            "🗣️Голос SHARKAN: Ты не слаб. Просто еще не взорвался.",
            "🗣️Голос SHARKAN: Нет провалов. Есть уроки.",
            "🗣️Голос SHARKAN: Проснись. Вырасти. Рвы.",
            "🗣️Голос SHARKAN: SHARKAN не запрашивает разрешение. SHARKAN берет свое.",
            "🗣️Голос SHARKAN: Сердце бьется – значит, можно больше.",
            "🗣️Голос SHARKAN: Не рассказывай – покажи.",
            "🗣️Голос SHARKAN: Сколько еще будешь ждать? Действуй!",
            "🗣️Голос SHARKAN: Главное не желать. Главное – делать.",
            "🗣️Голос SHARKAN: Настоящая работа – когда никто не видит.",
            "🗣️Голос SHARKAN: Выбор – либо комфорт, либо прогресс.",
            "🗣️Голос SHARKAN: Пот, боль и железо – святыня SHARKAN.",
            "🗣Голос SHARKAN: Каждое утро – это бой за будущее. Не мечтай о силе. Стань ею.",
            "🗣️Голос SHARKAN: Кто не готов потерпеть – не одержит победы.",
            "🗣️Голос SHARKAN: Внутри тебя – зверь. Корми его трудом.",
            "🗣️Голос SHARKAN: Ты не имеешь права останавливаться.",
            "🗣️Голос SHARKAN: Твоя зона роста там, где тебе страшно.",
            "🗣️Голос SHARKAN: Делай это для себя. Остальные подтянутся.",
            "🗣️Голос SHARKAN: Только действие раскрывает настоящий потенциал.",
            "🗣️Голос SHARKAN: Если тяжело – значит, растешь.",
            "🗣️Голос SHARKAN: Забудь вчера. Построй сегодня.",
            "🗣️Голос SHARKAN: Каждый день – еще одна битва за себя.",
            "🗣️Голос SHARKAN: Не слушай никого. Только себя в режиме SHARKAN.",
            "🗣️Голос SHARKAN: Становись лучше или оставайся тем, кем был.",
            "🗣️Голос SHARKAN: Сознай себя — и станешь непобедимым.",
            "🗣️Голос SHARKAN: Ты либо тренируешь свою силу, либо свою слабость. Выбор делаешь каждый день.",
            "🗣️Голос SHARKAN: Если ты не дисциплинируешь себя, это сделает мир. И ему все равно, как ты себя чувствуешь.",
            "🗣️Голос SHARKAN: Никто тебя не спасет. Или ты становишься железом или расплавляешься.",
            "🗣️Голос SHARKAN: Ты результат своих привычек. Не хочешь быть слабым? Перестань действовать как слабый.",
            "🗣️Голос SHARKAN: Каждый день – это бой. Но настоящий враг не снаружи. Он живет в тебе. И ты знаешь, как его зовут.",
            "🗣️Голос SHARKAN: Забудь мотивацию. Вставай. Работа сделает из тебя того, кем ты хочешь быть.",
            "🗣️Голос SHARKAN: Не бойся потерять силу - бойся остаться без воли.",
            "🗣️Голос SHARKAN: Пока другие жалуются, ты молча растешь. И день придет. Все увидят, кто такой SHARKAN.",
            "🗣️Голос SHARKAN: Ты не имеешь права быть простым. В тебе – ярость, мудрость и дисциплина. Просыпай их.",
            "🗣️Голос SHARKAN: Не жди лучшего момента. Ты и есть момент. Все остальное – отмазки.",
            "🗣️Голос SHARKAN: Пока ты спишь – кто-то становится сильнее. Пока ты плачешься, кто-то ломает себя и становится сталью.",
            "🗣️Голос SHARKAN: Ты слаб не потому, что у тебя нет сил. А потому, что не решился стать сильным.",
            "🗣️Голос SHARKAN: Каждый день без действия – это день, когда ты изменил тому, кем мог бы стать.",
            "🗣️Голос SHARKAN: Хочешь быть хищником? Перестань вести себя как жертва.",
            "🗣️Голос SHARKAN: Ты не потерян. Ты просто не стал драться за себя всерьез.",
            "🗣️Голос SHARKAN: Твоя боль – твой компас. Где больно – туда и иди. Там будет твоя сила.",
            "🗣️Голос SHARKAN: Дисциплина – это не тюрьма. Это ключ от воли. Без нее ты – раб своих слабостей.",
            "🗣️Голос SHARKAN: В тебе зверь. Не корми его оправданиями. Кормить его надо действиями.",
            "🗣Голос SHARKAN: Каждый раз, когда ты хочешь сдаться, SHARKAN в тебе говорит: «Проверь, сколько ты еще можешь».",
            "🗣️Голос SHARKAN: Хочешь результата? Возьми условия войны. Здесь нет \"позднее\". Здесь или ты или тебя.",
            "🗣️Голос SHARKAN: Устал? Хорошо. Значит поступаешь правильно. SHARKAN не ищет комфорта – он закаляется.",
            "🗣️Голос SHARKAN: Ты не был рожден для спокойной жизни. Ты создан для сражения. Для тишины, где слышно только свое дыхание и удары сердца.",
            "🗣️Голос SHARKAN: Если тебе легко – ты на чужом пути. Твой путь – с кулаками, со временем и с характером.",
            "🗣️Голос SHARKAN: Ты в зале не ради мышц. Ты в зале ради дисциплины. Ради внутреннего зверя.",
            "🗣️Голос SHARKAN: Мир не даст тебе чего ты хочешь. Он даст тебе то, что вырвешь."
        ],
         "en": [
            "🗣️SHARKAN Voice: You either train your strength or your weakness. You make the choice every day.",
            "🗣️SHARKAN Voice: If you don’t discipline yourself, the world will. And it doesn’t care how you feel.",
            "🗣️SHARKAN Voice: While you sleep, someone becomes stronger. While you are struggling, someone breaks themselves and becomes steel.",
            "🗣️SHARKAN Voice: You are weak not because you have no strength. But because you did not dare to become strong.",
            "🗣️SHARKAN Voice: Every day without action is a day when you betrayed the one you could have become.",
            "🗣️SHARKAN Voice: Do you want to be a predator? Stop acting like a victim.",
            "🗣️SHARKAN Voice: You are not lost. You just have not started fighting for yourself seriously.",
            "🗣️SHARKAN Voice: Your pain is your compass. Where it hurts, go there. That is where your strength will be.",
            "🗣️SHARKAN Voice: Discipline is not a prison. It is the key to freedom. Without it, you are a slave to your weaknesses.",
            "🗣️SHARKAN Voice: You are a beast. Don't feed it excuses. You need to feed it with actions.",
            "🗣️SHARKAN Voice: Every time you want to give up, SHARKAN in you says: \"Check how much you can still do.\"",
            "🗣️SHARKAN Voice: Do you want a result? Take the terms of war. There is no \"later\" here. It's either you or you.",
            "🗣️SHARKAN Voice: Are you tired? Good. So you're doing the right thing. SHARKAN doesn't seek comfort - it hardens itself.",
            "🗣️SHARKAN Voice: You weren't born for a quiet life. You were created for battle. For silence, where you can only hear your breathing and heartbeat.",
            "🗣️SHARKAN Voice: If it's easy for you - you're on someone else's path. Your path is with fists, with time and with character.",
            "🗣️SHARKAN Voice: You're not in the gym for muscles. You're in the gym for discipline. For the sake of the inner beast.",
            "🗣️SHARKAN Voice: The world won't give you what you want. He will give you what you spit out.",
            "🗣️SHARKAN Voice: Your comfort zone is a prison without bars.",
            "🗣️SHARKAN Voice: No one will come and do it for you. It's time to act.",
            "🗣SHARKAN Voice: When you want to give up, remember why you started.",
            "🗣️SHARKAN Voice: Your excuses feed your failures.",
            "🗣️SHARKAN Voice: Don't wait for motivation. Start acting - and it will come.",
            "🗣️SHARKAN Voice: You either swallow the pain or fight for change.",
            "🗣️SHARKAN Voice: Daily work defeats accidental genius.",
            "🗣️SHARKAN Voice: Victory is a habit, like defeat.",
            "🗣️SHARKAN Voice: You are the result of what you do, not what you say.",
            "🗣️SHARKAN Voice: Don't stop until you see the beast in the mirror.",
            "🗣️SHARKAN Voice: Don't look for easy ways - look for strength.",
            "🗣️SHARKAN Voice: The more painful - the closer to the result.",
            "🗣️SHARKAN Voice: Doubt kills more dreams than failures.",
            "🗣️SHARKAN Voice: Enough of being potential. It's time to be the result.",
            "🗣️SHARKAN Voice: Your path is your responsibility. Don't look for the guilty.",
            "🗣️SHARKAN Voice: The main battle is inside you. Go and win it.",
            "🗣️SHARKAN Voice: There is no crowd at the top. There are only those who did not give up.",
            "🗣️SHARKAN Voice: Your strength is not in your muscles, but in your decision not to stop.",
            "🗣️SHARKAN Voice: Wake up earlier - and you will be ahead.",
            "🗣️SHARKAN Voice: A cold shower. A hot head. A heart of steel.",
            "🗣️SHARKAN Voice: Tests form character, not comfort.",
            "🗣️SHARKAN Voice: Every exercise is a blow to the old self.",
            "🗣️SHARKAN Voice: The real enemy is the one in the mirror.",
            "🗣️SHARKAN Voice: Today's pain is tomorrow's pride.",
            "🗣️SHARKAN Voice: Work in silence. The result will speak loudly.",
            "🗣️SHARKAN Voice: If everything is easy - you are doing something wrong.",
            "🗣️SHARKAN Voice: Discipline is self-love in action.",
            "🗣️SHARKAN Voice: Become the version of yourself that you were afraid to create.",
            "🗣SHARKAN Voice: The battle continues every day. Win with habits.",
            "🗣️SHARKAN Voice: Strength comes to those who don't look for excuses.",
            "🗣️SHARKAN Voice: The bigger the dream, the harder the path. Go.",
            "🗣️SHARKAN Voice: Be dangerous. But in control.",
            "🗣️SHARKAN Voice: Is it burning inside? Don't extinguish it. Use it.",
            "🗣️SHARKAN Voice: No one will take your strength away if you don't give it away.",
            "🗣️SHARKAN Voice: Falling is part of the climb.",
            "🗣️SHARKAN Voice: Your progress is in the shadow of daily efforts.",
            "🗣️SHARKAN Voice: Want to feel alive? Go to the limit.",
            "🗣️SHARKAN Voice: Pain is the ticket to strength.",
            "🗣️SHARKAN Voice: There are no crowds where real work is done.",
            "🗣️SHARKAN Voice: Your body is a reflection of your decisions.",
            "🗣️SHARKAN Voice: A hard regime is a soft result.",
            "🗣️SHARKAN Voice: A lazy day steals your potential.",
            "🗣️SHARKAN Voice: Talk less. Do more.",
            "🗣️SHARKAN Voice: Every day is a chance to become invincible. ",
            "🗣️SHARKAN Voice: There is no tomorrow. There is only now.",
            "🗣️SHARKAN Voice: Fear is a signal. Not a stop.",
            "🗣️SHARKAN Voice: Stop playing the victim. Be a predator.",
            "🗣️SHARKAN Voice: You are not weak. You just haven't exploded yet.",
            "🗣️SHARKAN Voice: There are no failures. There are lessons. ",
            "🗣️SHARKAN Voice: Wake up. Grow up. Tear.",
            "🗣️SHARKAN Voice: SHARKAN doesn't ask permission. SHARKAN takes its own.",
            "🗣️SHARKAN Voice: The heart is beating - it means more is possible.",
            "🗣️SHARKAN Voice: Don't tell - show.",
            "🗣SHARKAN Voice: How much longer will you wait? Act!",
            "🗣️SHARKAN Voice: The main thing is not to wish. The main thing is to do.",
            "🗣️SHARKAN Voice: Real work - when no one sees.",
            "🗣️SHARKAN Voice: The choice is either comfort or progress.",
            "🗣️SHARKAN Voice: Sweat, pain and iron are the sanctuary of SHARKAN.",
            "🗣️SHARKAN Voice: Every morning is a fight for the future.",
            "🗣️SHARKAN Voice: Don't dream of strength. Become it.",
            "🗣️SHARKAN Voice: He who is not ready to suffer - will not win.",
            "🗣️SHARKAN Voice: Inside you is a beast. Feed it with work.",
            "🗣️SHARKAN Voice: You have no right to stop.",
            "🗣️SHARKAN Voice: Your growth zone is where you are afraid.",
            "🗣️SHARKAN Voice: Do it for yourself. The rest will catch up.",
            "🗣️SHARKAN Voice: Only action reveals true potential.",
            "🗣️SHARKAN Voice: If it’s hard, it means you’re growing.",
            "🗣️SHARKAN Voice: Forget yesterday. Build today.",
            "🗣️SHARKAN Voice: Every day is another battle for yourself.",
            "🗣️SHARKAN Voice: Don’t listen to anyone. Only yourself in SHARKAN mode.",
            "🗣️SHARKAN Voice: Become better or stay who you were.",
            "🗣️SHARKAN Voice: Realize yourself — and you will become invincible.",
            "🗣️SHARKAN Voice: You either train your strength or your weakness. You make the choice every day.",
            "🗣️SHARKAN Voice: If you don’t discipline yourself, the world will. And it doesn’t care how you feel.",
            "🗣️SHARKAN Voice: No one will save you. Either you become iron — or you melt.",
            "🗣️SHARKAN Voice: You are the result of your habits. Don’t want to be weak? Stop acting like a weak person.",
            "🗣️SHARKAN Voice: Every day is a battle. But the real enemy is not outside. It lives within you. And you know what his name is.",
            "🗣️SHARKAN Voice: Forget motivation. Get up. Work will make you who you want to be.",
            "🗣️SHARKAN Voice: Don't be afraid to lose your strength - be afraid to be left without will.",
            "🗣️SHARKAN Voice: While others complain - you grow silently. And the day will come. Everyone will see who SHARKAN is.",
            "🗣️SHARKAN Voice: You have no right to be ordinary. You have rage, wisdom and discipline. Wake them up.",
            "🗣️SHARKAN Voice: Don't wait for a better moment. You are the moment. Everything else is an excuse."
             ]
          }
